{"02": "El ruido blanco es un ruido cuyo nivel es constante en todas las frecuencias. Si lo visualizamos con un analizador con filtros de octava, veremos que el espectro mostrado no es lineal como hemos dicho que es el ruido blanco, si no que aumenta 3 dB por octava. Esto se debe al mismo fenómeno que con el ruido rosa, al doblar la octava se dobla el ancho de banda y si se tenemos el mismo nivel sonoro en todas las frecuencias, el nivel sonoro por octava se doblara y aumentara 3 dB con respecto al anterior", "03": "Es la implementación en sistemas computacionales de las leyes que rigen y dieron origen a los seres vivos. ¿Que se busca con esto? Si usted observa un documental o lee un libro sobre la naturaleza se sorprenderá de la enorme cantidad de especies de seres vivos (hoy se cuentan por millones), muchas con comportamientos y formas que superan nuestra imaginación. Las diversas estrategias de adaptación a los diferentes ambientes han generado seres vivos de lo mas variado. Una aplicación práctica de la vida artificial seria el caso cuando nos enfrentásemos a un problema complejo, ¿Cómo solucionarlo? Podríamos plantear dicho problema como un ambiente, luego usaríamos los algoritmos de vida artificial y solo seria cuestión de esperar, las soluciones a dicho problema la plantearían las diferentes especies virtuales que se han originado tratando de adaptarse a ese ambiente (problema).", "01": "Es quizás la más peligrosa de todas las drogas. En un principio se usó como anestésico veterinario llamado Sernil. El PCP se puede fumar, comer, inyectar o inhalar. Entre sus efectos más moderados se cita una desorientación general. Entre los peores, figuran tremendas alucinaciones, psicosis de tipo esquizofrénico, violencia, convulsiones, coma y muerte.  Surgida en 1967 en San Francisco en cuanto droga, no alcanzó auge hasta 1975. Conocida como polvo de Angel, es una droga que mata e induce a matar.", "06": "La fotoquímica es el estudio de las transformaciones químicas provocadas o catalizadas por la emisión o absorción de luz visible o radiación ultravioleta. Una molécula en su estado fundamental (no excitada) puede absorber un quantum de energía lumínica, esto produce una transición electrónica y la molécula pasa a un estado de mayor energía o estado excitado. Una molécula excitada es más reactiva que una molécula en su estado fundamental.", "07": "\"Trastorno límite de la personalidad\" (borderline personality disorder) es, con toda seguridad, el concepto más desafortunado para denominar este trastorno. La denominación \"limite\" (borderline) es secuela histórica de cuando este trastorno se consideraba fronterizo entre las psicosis y las neurosis. En la clasificación CIE 10 se le denomina trastorno de inestabilidad emocional de la personalidad. Se trata de un trastorno en el que aparece una marcada predisposición a actuar de un modo impulsivo sin tener en cuenta las consecuencias, junto a un animo inestable y caprichoso. Consiste en una inestabilidad respecto a la vivencia de la propia imagen, de las relaciones interpersonales y del estado de ánimo.", "04": "La criptozoología es, etimológicamente, el tratado de los animales ocultos, de los términos griegos \"kryptos\", oculto, \"Zoon\", animal, y \"Logia\", tratado, ciencia. Es el estudio objetivo de los animales que únicamente son conocidos por indicios considerados insuficientes por la mayoría (testimonios, fotografías, rastros o piezas anatómicas), y que por consiguiente no han sido catalogados oficialmente. Estos animales, que se denominan críptidos, son desconocidos sólamente para la ciencia oficial, puesto que en general no lo son para las poblaciones locales; de hecho, las informaciones proporcionadas por éstas, sea en forma de descripciones directas, de tradiciones o de leyendas, forman la base de muchas investigaciones criptozoológicas.", "05": "Si enviamos a la vez dos rayos de luz en sentidos opuestos a través de una circunferencia de fibra óptica (puede hacerse con espejos en vez de fibra óptica, pero la fibra es más instructiva) desde un punto determinado de dicha fibra, es evidente que si dicha circunferencia gira durante el viaje de la luz, un rayo llegará antes que el otro al punto en que se emitieron ambos. Se puede detectar mediante un interferómetro ese desfase y calcular a partir de aquí la velocidad angular a la que gira el aparato.", "08": "Ku, la boca. Sen, la enseñanza. El kusen es la enseñanza del maestro a sus discípulos, en el dojo, durante zazen. El kusen es un lenguaje secreto, una técnica zen de la palabra, reservada a los discípulos del Zen Soto en zazen. Es el secreto entre maestro y discípulo que las personas del exterior no pueden comprender. El kusen es del maestro al discípulo y del discípulo al maestro", "09": "Un Juego es un problema de competencia o interacción incierta entre dos o más agentes. La Teoría de Juegos es una fascinante aplicación que combina matemática pura y psicología para desarrollar modelos matemáticos simplificadores de problemas complejos de competencia o forma similar de interacción incierta entre dos o más agentes; a tales problemas les ponemos la etiqueta de \"juegos\". Resultado de la utilización de estos modelos de simplificación son los criterios de decisión que optimizan la posición de un agente en un juego, e.g., elevan la probabilidad de éxito (disminuyen el riesgo de fracaso) del agente respecto al logro de sus intereses.", "10": "El quenya o alto élfico es la lengua más notable de la rama amanya (N. del T.: \"de Aman\") de la familia de lenguas élficas. En Aman había dos dialectos del quenya: vanyarin y noldorin. Por razones históricas, en la Tierra Media sólo se usó este último. La única otra lengua eldarin hablada en Aman, el telerin, podría considerarse también un dialecto del quenya, pero normalmente se la consideraba un idioma separado, y no se discute aquí."}