Repository: lfborjas/Magritte
Catalog: lebrixen/locale/*/LC_MESSAGES/django.po
Languages: es

source: Duplicate user: %s
es: Usuario duplicado: %s

source: User limit exceeded
es: Límite de usuarios excedido

source: Error saving users
es: Error registrando usuarios

source: Error deleting user
es: Error borrando usuario

source: Your Dashboard
es: Panel de Control

source: T-Recs Dashboard
es: Panel de control de T-Recs

source: Logout
es: Cerrar Sesión

source: Add another
es: Agregar otro

source: Remove
es: Quitar

source: Delete
es: Borrar

source: Cancel
es: Cancelar

source: Delete user?
es: ¿Borrar usuario?

source: This user will be permanently deleted and cannot be recovered. Are you sure?
es: Este usuario será permanentemente eliminado y no puede ser recuperado. ¿Está seguro?

source: You have %(user_count)s users registered. The current limit is %(user_limit)s: you can add %(user_delta)s more
es: Actualmente tiene %(user_count)s usuarios registrados. El límite es %(user_limit)s: puede agregar %(user_delta)s más

source: Register Users
es: Registrar Usuarios

source: All Users
es: Usuarios

source: User limit exceeded. You cannot register more users
es: Límite de usuarios excedido. No puede agregar más

source: Fill this list with the unique identifiers your application will be passing to the recommendation service. With these, we'll know which user is performing a task and give her/him personalized recommendations
es: Llene esta lista con los identificadores únicos con los cuales distinguirá los usuarios de su aplicación

source: Register
es: Registrar

source: Once you get an app key, you can use this dashboard to manage the users in your app which use our service.
es: Una vez que tenga una clave de aplicación, puede usar este panel de control para administrar a sus usuarios

source: If you don't have an app key yet, and are interested in our service
es: Si aún no tiene una clave de aplicación y está interesado en el servicio

source: get one
es: obtenga una

source: it's easy!
es: ¡es fácil!

source: Your application name or password didn't match. Please try again.
es: Su nombre de aplicación o contraseña son incorrectos. Revíselos e intente otra vez

source: login
es: acceder

source: Forgot your password?
es: ¿Olvidó su contraseña?

source: A new password will be sent to your email. If all goes well, you will be redirected to the main page, check your e-mail in the next 24 hours, if you don't get it, make sure it was not sent to your spam folder and ask for reset again.
es: Una nueva contraseña será enviada a su correo electrónico

source: Note that you must provide the email with which you registered your application.
es: Debe proveer el correo con el que se registró en el servicio

source: reset
es: restablecer

source: Reset your password here. If all goes well, you'll be redirected to the main page, there you can try and login with your new password.
es: Restablezca su contraseña aquí. Será redirigido a la página de inicio.

source: User
es: Usuario

source: Date Added
es: Fecha de agregación

source: Content
es: Contenido

source: Feedback
es: Retroalimentación

source: Implicit
es: Implícita

source: Explicit
es: Explícita

source: Use Widget
es: Usar Widget

source: Application
es: Aplicación

source: Language
es: Lenguaje

source: Internals Demo
es: Demostración del funcionamiento interno

source: To demonstrate how the profiles evolve and the recommendations are built
es: Para mostrar cómo evolucionan los perfiles y cómo son hechas las recomendaciones

source: Set
es: Establecer

source: User profile graph
es: Grafo del perfil del usuario

source: Query
es: Consultar

source: Original results
es: Resultados originales

source: Re-ranked results
es: Resultados re-ordenados

source: Demo Page, not an actual part of the final product
es: Página de demostración, no es parte del producto final

source: Example Client
es: Aplicación cliente de ejemplo

source: Client application example
es: Aplicación cliente de ejemplo

source: To show how the web service or the widget could be used
es: Para mostrar cómo podría ser usado el widget

source: Save and Reset
es: Guardar y Reiniciar

source: References
es: Referencias

source: Recommendations
es: Recomendaciones

source: So, how does this work?
es: y ¿cómo funciona esto?

source: Invalid captcha
es: Captcha inválido

source: Your app's url/name
es: Nombre/url de su aplicación

source: E-mail
es: Correo Electrónico

source: Write a valid email, we will send your app key there!
es: Escriba un correo válido, ¡ahí enviaremos sus credenciales!

source: Are you human enough?
es: ¿Es lo suficientemente humano?

source: There is an app with that name already registered
es: ¡Ya hay una aplicación registrada bajo ese nombre!

source: Your T-Recs App key
es: Su clave de aplicación de T-Recs

source: Page not found
es: Página no encontrada

source: We seem to have lost a page!
es: ¡Parece que perdimos una página!

source: Internal Error
es: Demostración del funcionamiento interno

source: Sorry to interrupt the festivities, but it seems we have a problem
es: Tenemos un pequeño inconveniente...

source: Go to your dashboard
es: Panel de Control

source: Home
es: Página principal

source: What is it?
es: ¿Qué es?

source: T-Recs is a recommender service to help enhance user experience in applications for information production
es: Es un servicio que permite construir aplicaciones que mejoren la experiencia de escritura

source: Check out a
es: Vea una

source: sample application
es: aplicación de ejemplo

source: How to use it?
es: ¿Cómo usarlo?

source: Get your
es: Obtenga su

source: Api key
es: clave de aplicación

source: some users
es: algunos usuarios

source: Implement it fast with the
es: Impleméntelo inmediatamente con el

source: or as you like with the full
es: o haga su propia solución con la

source: REST API
es: API REST

source: Get API key
es: Obtener clave de aplicación

source: Get your app key
es: Obtenga su clave de aplicación

source: Write your app's name and an email where we could send you your app key, our capacity isn't infinite so we're forced to make you fill out this form to register. After you fill it out successfully, you'll be redirected to the usage page, so you can get started
es: Llene el formulario, recibirá un correo con sus credenciales; será redirigido a la página de uso para poder ir comenzando

source: Ready!
es: ¡Listo!

source: Usage
es: Uso

source: You can use T-recs in any kind of application, from a desktop text processor to a full web course management system. The easiest way is to use the <a href="#widget">javascript widget</a>, but, if it doesn't meet your needs, you can always use the <a href="#api">REST API</a>
es: Puede usarlo en cualquier aplicación: desde una de escritorio hasta un sistema web. La manera más fácil es mediante el <a href="#widget">widget de javascript</a>, si no es suficiente, puede usar la <a href="#api">API REST</a>

source: User registration
es: Registro de usuarios

source: You can use the <a href="/dashboard/">dashboard</a> or implement your own user management with the API calls for <a href="#admin">User administration</a>
es: Puede usar el <a href="/dashboard/">panel de control</a> o implementar su propia gestión de usuarios mediante las llamadas a la API para <a href="#admin">administración de usuarios</a>

source: Include the file <tt>http://trecs.com/static/js/service/recommender.js</tt>
es: Incluya el archivo de javascript <tt>http://trecs.com/static/js/service/recommender.js</tt>

source: Include a script with the configuration
es: Y un script con la configuración

source: Get Recommendations call
es: Obtener Recomendaciones

source: your-app-id
es: clave-de-app

source: registered-user
es: usuario-registrado

source: free-text-to-analyze
es: texto-a-analizar

source: content-language
es: lenguaje-de-contenido

source: (for jsonp calls)
es: (para llamadas jsonp)

source: Update profile call
es: Actualizar perfil

source: feedback-documents
es: documentos-elegidos

source: User administration
es: Administración de usuarios

source: All of these calls require <a href="http://www.w3.org/Protocols/HTTP/1.0/spec.html#AA">basic http authentication</a>: the username is the name that you registered as your application name/url and the password is the one sent to you when you registered
es: Todas estas llamadas requieren <a href="http://www.w3.org/Protocols/HTTP/1.0/spec.html#AA">autenticación básica http</a>: El nombre de usuario es con el cual registró su aplicación la contraseña le fue enviada al registrarse

source: user-to-register
es: usuario-a-registrar

source: user-to-delete
es: usuario-a-borrar

source: Errors
es: Errores

source: Code
es: Código

source: Reason
es: Razón

source: A parameter is missing
es: Un parámetro falta

source: Authentication failed
es: Autenticación fallida

source: Invalid user or application token
es: Usuario o token de aplicación inválidos

source: Internal error
es: Error interno

source: For detailed documentation, refer to the <a href="#">Developer's Manual</a>
es: Para documentación detallada, refiérase al <a href="#">Manual del implementador</a>

source: Hello, here is the app key for trecs.com you requested to use in %(app)s; be sure to keep it to yourself! %(key)s You can start using our services by registering some of your users. You can do it programatically via the API (requires basic http authentication) or by using our application dashboard. Either way, you'll need to authenticate, so your credentials are: username: %(app)s password: %(pass)s When you're ready to start using T-Recs, refer to %(url)s for more detailed usage instructions.
es: Hola, aquí está la clave de aplicación que pidió para %(app)s; ¡no la divulgue! %(key)s Puede comenzar registrando algunos de sus usuarios, ya sea programáticamente mediante la API(requiere autenticación http básica) o mediante nuestro panel de control. Para autenticarse, sus credenciales son: nombre de usuario: %(app)s contraseña: %(pass)s Cuando esté listo para usar el servicio, refiérase a %(url)s para instrucciones más detalladas de uso

source: Hide the recommendations panel
es: Ocultar el panel de recomendaciones

source: Hide
es: Ocultar

source: Average relevance
es: Relevancia Promedio

source: Average relevance of the present recommendations
es: Relevancia promedio de las recomendaciones actuales

source: Keywords
es: Términos Clave

source: Key terms found in the content
es: Términos clave encontrados en el contenido
